"101" = "\"Bienvenue à toi, humain !           Je suis Le Cube, le Maître du Jeu, je serai ton guide tout au long de ton aventure. Pour commencer, essaie de superposer les deux carrés pour passer au niveau suivant.\"";

"102" = "\"Hum... c'était trop facile. Les deux carrés n'avaient pas la même taille, c'était un entraînement. Maintenant, les choses sérieuses vont commencer ! Prépare-toi à subir d'atroces souffrances...\"";

"103" = "\"Tu oses encore me défier ? Tu n'en a pas assez ? Imagine si le carré noir bougeait... \"";

"104" = "\"C'est d'une lenteur...\"";

"105" = "\"Encore trop lent...\"";

"106" = "\"Tu connais la Légende ? Le Maître du Jeu dit : 'Que la gravité soit détraquée', et la gravité fut détraquée.\"";

"107" = "\"Bien, tu as su t'adapter. Mais ce n'était qu'un début...\"";

"108" = "\"Que dirais-tu d'un changement des lois de la Physique... encore ? Ah oui, j'oubliais, je n'ai pas besoin de ton avis...\"";

"109" = "\"Que ? Quoi ? Mais ? Tu es encore là... Je suis désolé de t'annoncer ça comme ça, mais c'est la dernière fois que l'on se voit vu ce que je t'ai concocté...\"";

"110" = "\"Bien... Tu es arrivé ici, mais tout ce que tu as accompli ne vaut rien comparé à ce qui t'attend... Adieu !\"";

"114" = "\"Tu es arrivé au bout de l'aventure ! Mais tu étais en difficulté facile...\"";

"115" = "\"Tu es arrivé au bout de l'aventure ! Mais tu étais en difficulté moyenne...\"";

"116" = "\"Tu es arrivé au bout de l'aventure ! Mais tu n'étais pas en difficulté extrême...\"";

"117" = "\"Tu es arrivé au bout de l'aventure ! Je tiens à te féliciter, tu as fini le jeu dans la difficulté extrême. Bravo !\"";

/* No comment provided by engineer. */
"langue" = "FR";

"Niveau" = "Niveau";

"Facile" = "Facile";

"Moyen" = "Moyen";

"Difficile" = "Difficile";

"Extrême" = "Extrême";


"Félicitations" = "Félicitations";

"Bravo !\nVous avez terminé le niveau " = "Bravo !\nVous avez terminé le niveau ";

" en " = " en ";

" secondes." = " secondes.";

"Continuer" = "Continuer";

"Temps dépassé (1 min)" = "Temps dépassé (1 min)";

"Désolé !\nVous avez échouez au niveau " = "Désolé !\nVous avez échouez au niveau ";

"Réessayer" = "Réessayer";

"Quitter" = "Quitter";

"Reprendre" = "Reprendre";

"Recommencer le niveau" = "Recommencer le niveau";

"C'est parti !" = "C'est parti !";
